{
  "institutions": [
    {
      "id": "uc-berkeley",
      "programDescription": "The UC Berkeley Student Learning Center houses the Campus Writing Center, which provides free one-on-one tutoring for all undergraduate and graduate students. The center employs over 45 peer writing consultants who work with students across all disciplines, from engineering to humanities. The Writing Across the Curriculum program at Berkeley has been a leader in the field since 1982, offering faculty development workshops and supporting over 247 writing-intensive courses annually. The Multilingual Student Success program provides specialized support for international students and English language learners, including dedicated tutoring hours and workshops on academic writing conventions in American universities. The center's Reading and Composition program serves as the cornerstone of undergraduate writing instruction, with all first-year students completing a two-semester sequence. Berkeley's Writing Program also partners with the American Cultures program to integrate writing instruction with courses focused on understanding race, culture, and ethnicity in the United States. Graduate students can access dissertation writing groups and advanced academic writing workshops. The program emphasizes writing as a process and critical thinking skill essential across all majors at this R1 research institution."
    },
    {
      "id": "duke-university",
      "programDescription": "Duke's Thompson Writing Program is housed in the Marian E. Wright Edelman Building and serves as a comprehensive resource for the entire Duke community. The program manages three distinct writing centers: the main Writing Studio, the Graduate Writing Lab, and the multilingual writing specialist office. Duke's WAC initiative, established in 1987, takes a centralized approach with dedicated faculty coordinators in each academic division. The Thompson Writing Program employs 58 undergraduate peer tutors who complete rigorous training in writing pedagogy and work with students on projects ranging from lab reports to senior theses. For multilingual writers, Duke offers the Intercollegiate Studies Institute's English Language Learning program, which provides intensive support for international students including credit-bearing courses in academic English. The Writing Studio operates 70 hours per week during the academic year and offers both in-person and online appointments. Duke's signature FOCUS program for first-year students integrates writing instruction with interdisciplinary seminars, and the university requires three writing-intensive courses for graduation. The program also supports faculty through teaching circles, course design consultations, and an annual writing across the curriculum conference that brings together scholars from across the nation."
    },
    {
      "id": "texas-am",
      "programDescription": "The Texas A&M University Writing Center, located in Evans Library, serves over 74,000 students across the College Station campus with a hybrid model that combines centralized administration with distributed disciplinary writing support. The center provides walk-in and appointment-based tutoring from 8am to midnight during the academic year, staffed by 42 trained peer consultants. Texas A&M's University Writing Center partners with the Department of International Services to offer specialized support for the university's large population of international students and scholars, including credit-bearing courses in English for Academic Purposes and discipline-specific writing workshops for graduate students in STEM fields. The WAC program, established in 1991, requires all undergraduates to complete two writing-intensive courses, with over 312 WI courses offered each semester across eight colleges. The university's Aggie Research Program integrates writing instruction with undergraduate research, and the Undergraduate Research Scholars program requires students to complete a thesis with extensive writing support. Texas A&M also operates satellite writing centers in the College of Engineering and the College of Agriculture, recognizing the discipline-specific nature of professional and technical communication. The program emphasizes the land-grant mission of accessible education and practical skill development for all students at this major R1 research university."
    },
    {
      "id": "mit",
      "programDescription": "The MIT Writing and Communication Center, part of the Comparative Media Studies/Writing program, offers the most comprehensive writing support in technical education. Located in Building 12, the center operates 80 hours per week with 62 trained peer tutors specializing in scientific and technical communication. MIT's Communication Requirement mandates that all undergraduates complete four communication-intensive courses, integrating writing, speaking, and digital presentation skills throughout the curriculum. The multilingual writing support program at MIT is particularly robust, recognizing that over 40% of MIT students are international. The Global Languages program offers specialized tutoring for multilingual writers, including translation workshops and courses in contrastive rhetoric that help students leverage their multilingual backgrounds. The center's professional staff includes linguists and communication specialists who work extensively with graduate students on thesis writing, journal article preparation, and conference presentations. MIT's WAC program, established in 1979, is one of the oldest in the nation and emphasizes discipline-specific communication through partnerships with every academic department. The program offers intensive summer workshops for international graduate students, advanced technical writing courses for engineers, and supports the undergraduate thesis requirement across all majors. MIT's approach recognizes that excellent technical communication is essential to innovation and scientific advancement."
    },
    {
      "id": "umich",
      "programDescription": "The Sweetland Center for Writing at the University of Michigan provides comprehensive writing support through multiple programs serving over 51,000 students. The center operates the main Writing Workshop in Angell Hall with extended hours during midterms and finals, staffed by 52 peer writing consultants. Michigan's distributed WAC model places writing specialists in residential learning communities, the College of Engineering, Ross School of Business, and the Medical School, ensuring discipline-specific support across campus. The Multilingual Writers Workshop offers dedicated hours for international students and multilingual writers, with specialists trained in second-language writing pedagogy and contrastive rhetoric. The Minor in Writing program allows students to pursue advanced study in composition, rhetoric, and professional communication, while the Peer Writing Consultant Apprenticeship Course trains the next generation of writing tutors. Michigan's Graduate Writing Institute provides dissertation boot camps, writing accountability groups, and workshops on academic publishing for doctoral students across all disciplines. The university requires two upper-level writing courses for graduation, with over 278 approved writing-intensive courses offered each year. Sweetland also houses the Gayle Morris Sweetland Digital Rhetoric Collaborative, which explores new media writing and digital composition. The program emphasizes writing as central to learning, critical thinking, and civic engagement at this premier public R1 research institution."
    },
    {
      "id": "emory",
      "programDescription": "The Emory Writing Center, located in Candler Library, serves the university's student body through a hybrid WAC model that combines centralized tutoring services with embedded writing support in academic departments. The center employs 38 peer writing consultants who work with students on writing projects across all disciplines, from creative writing to neuroscience lab reports. Emory's Writing Program requires all first-year students to complete a seminar in academic writing that emphasizes critical reading, argumentation, and research skills. The Multilingual Writing Specialist program provides intensive support for Emory's growing international student population, offering workshops on American academic writing conventions, idiom and style clinics, and one-on-one consultations focused on language development. The center operates 60 hours per week during fall and spring semesters and offers both synchronous online tutoring and asynchronous feedback services. Emory's Junior Writing Requirement ensures that students complete three writing-intensive courses before graduation, including at least one in their major field. The Writing Program partners with the Center for Faculty Development and Excellence to offer teaching workshops on assignment design, responding to student writing, and creating inclusive writing classrooms. Graduate students can access the Laney Graduate School Writing Retreat, dissertation writing groups, and specialized workshops on grant writing and academic publishing. The program reflects Emory's commitment to liberal arts education and emphasizes writing as a tool for inquiry and discovery."
    },
    {
      "id": "portland-state",
      "programDescription": "The Portland State University Writing Center serves the diverse urban student body with culturally responsive writing support and community-engaged learning opportunities. Located in Cramer Hall, the center operates 50 hours per week with 28 peer tutors who reflect PSU's commitment to access and equity. Portland State's WAC program emphasizes writing as a tool for civic engagement and social justice, with writing-intensive courses focused on community-based research and public scholarship. The Intensive English Language Program (IELP) provides comprehensive support for multilingual writers, including credit-bearing courses in academic English, conversation partners, and specialized workshops for international graduate students in professional programs. PSU's distributed WAC model places writing fellows in large lecture courses across disciplines, providing embedded tutoring and workshop facilitation. The University Studies program requires all first-year students to complete a freshman inquiry course with substantial writing components, focusing on themes of diversity, sustainability, and urban living. The Writing Center also coordinates the Community-Based Writing initiative, connecting students with local nonprofits and community organizations for real-world writing projects. As an R2 research institution serving many first-generation college students, PSU emphasizes accessible, student-centered writing instruction. The center offers evening and weekend hours to accommodate working students and provides support for professional and technical writing relevant to Portland's technology and healthcare industries. The program demonstrates how WAC can serve diverse student populations at urban public universities."
    },
    {
      "id": "lafayette",
      "programDescription": "The Lafayette College Writing Program provides intensive, personalized support characteristic of a small liberal arts institution. The Writing Center, located in Skillman Library, offers appointments and drop-in hours throughout the academic week, staffed by 22 carefully trained peer writing consultants. Lafayette's WAC program, established in 1988, requires all students to complete three writing-intensive courses distributed across their four years, ensuring continuous development of writing skills. The Excel Scholars Program provides enhanced support for multilingual students, including summer bridge programs, specialized first-year writing seminars, and ongoing tutoring throughout students' academic careers. With a 2,698-student undergraduate population, Lafayette offers remarkably low student-to-consultant ratios and emphasizes relationship-building between tutors and returning clients. The Writing Program is integrated with Lafayette's First-Year Seminar program, where all incoming students engage with primary texts and develop college-level writing skills in small discussion-based classes. Faculty development is central to Lafayette's approach, with annual workshops on assignment design, peer review activities, and responding to student writing. The Writing Associates Program embeds trained writing fellows in courses across the curriculum, from chemistry to art history. Lafayette's distinctive EXCEL Scholars program pairs undergraduates with faculty on research projects requiring substantial writing and presentation components. The program reflects the liberal arts commitment to writing as essential to intellectual development and effective citizenship."
    },
    {
      "id": "arizona-state",
      "programDescription": "Arizona State University's Writing Programs serve over 80,000 students across multiple campuses and online platforms, making it one of the nation's largest and most innovative writing support systems. The ASU Writing Centers operate on four physical campuses plus a robust online center, providing 75 hours of weekly tutoring with 68 peer consultants trained in multimodal composition and digital rhetoric. ASU's hybrid WAC model combines required first-year composition courses with writing-intensive requirements in all majors and embedded writing support across the curriculum. The Global Launch program serves international students and multilingual writers with intensive English courses, specialized tutoring, and conversation partnership programs. ASU's commitment to access and innovation is evident in its 24/7 online writing center, asynchronous video feedback services, and AI-enhanced writing analytics that help students track their development over time. The university offers two writing-intensive course requirements, with over 356 approved WI courses spanning all academic units. The Graduate College Writing Support initiative provides dissertation boot camps, writing accountability groups, and discipline-specific workshops for over 14,000 graduate students. ASU's Writing Programs also lead the Retention through Academic Mentoring Program (RAMP), which pairs first-generation students and students from underrepresented groups with writing mentors. The program leverages technology to serve students on rural campuses and those in fully online degree programs, demonstrating how large R1 universities can provide personalized writing support at scale."
    },
    {
      "id": "carleton",
      "programDescription": "The Carleton College Writing Center exemplifies the intensive, student-centered approach of elite liberal arts colleges. Located in the Academic Support Center, the Writing Center operates 40 hours per week during the academic term with 18 peer writing tutors serving the 2,045-student campus. Carleton's distributed WAC model requires four writing-rich courses across students' academic careers, with writing instruction embedded in the disciplines from first-year seminars through senior comprehensive projects. The Writing Specialist for Multilingual Students provides dedicated support for international students and heritage language speakers, including pre-semester writing boot camps, ongoing consultation throughout the term, and specialized workshops on genre conventions in American academic writing. Carleton's trimester system allows for intensive writing courses and frequent one-on-one mentoring between faculty and students. The Writing Center sponsors writing groups for students working on senior theses, comprehensive exams, and independent study projects. Faculty development workshops focus on scaffolding writing assignments, providing formative feedback, and designing discipline-specific writing tasks. The Writing Across the Curriculum program partners with the Quantitative Resource Center to support data-based writing in the sciences and social sciences. Carleton's emphasis on writing as a tool for learning is evident in its discussion-based pedagogy, absence of large lecture courses, and expectation that students engage deeply with primary sources and produce original research. The program reflects the liberal arts ideal of writing as central to intellectual inquiry and personal development."
    },
    {
      "id": "george-mason",
      "programDescription": "George Mason University's Writing Center serves the diverse Northern Virginia community with programs designed for the region's large population of multilingual writers and non-traditional students. The center, located in the main Fairfax campus library, operates 58 hours per week with 35 peer consultants representing over 20 different language backgrounds. Mason's hybrid WAC program combines centralized writing support with discipline-specific Writing-Intensive courses taught by faculty across all colleges and schools. The English Language Institute provides comprehensive support for international students, including credit-bearing courses in academic English, specialized support for graduate students in technical fields, and community conversation programs that connect international students with local volunteers. Mason's two-writing-intensive-course requirement ensures students engage with discipline-specific writing conventions, with over 198 WI courses offered each semester. The Writing Center operates satellite locations at Mason's Arlington and Science and Technology campuses, recognizing the needs of commuter students and those in professional programs. The Graduate Writing Assistance program offers workshops on thesis and dissertation writing, academic publishing, and grant proposal development. Mason's location in the Washington, D.C. metropolitan area influences its strong emphasis on professional and technical communication, with programs in government writing, policy analysis, and public interest communication. The center's evening hours accommodate working students, and online tutoring serves students across all Mason campuses. The program demonstrates how regional public R1 universities can serve diverse student populations through accessible, culturally responsive writing support."
    },
    {
      "id": "miami-dade",
      "programDescription": "Miami Dade College's Writing Center system serves the nation's largest community college with multiple centers across eight campuses serving the diverse Miami-Dade County population. The centralized WAC program coordinates writing-intensive courses across all campuses, with over 134 WI sections offered each semester in subjects ranging from nursing to hospitality management. The Writing Centers employ 44 peer tutors fluent in English, Spanish, and Haitian Creole, reflecting the multilingual community the college serves. Miami Dade's unique position as a Hispanic-Serving Institution shapes its approach to writing instruction, with specialized programs supporting students transitioning from Spanish-dominant to English-dominant academic contexts. The English for Academic Purposes program offers developmental courses for students whose first language is not English, as well as co-requisite support courses that pair developmental writing instruction with college-level coursework. The college's single writing-intensive course requirement ensures all students receive discipline-specific writing instruction before transfer or degree completion. Miami Dade's Writing Centers operate 65 hours per week during fall and spring semesters, with evening and weekend hours serving working students and parents. The college pioneered the use of writing-intensive courses in career-technical programs, integrating writing instruction with professional certification programs. The Centers for Excellence in Writing coordinate with the college's Honors Program, dual-enrollment partnerships with Miami-Dade County Public Schools, and transfer pathways to Florida's state university system. The program demonstrates how community colleges can provide rigorous writing instruction while serving diverse, multilingual, and non-traditional student populations."
    }
  ]
}
